Revit 2027 API
UnitTypeId.RevolutionsPerSecond Property
 Revolutions per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevolutionsPerSecond { get; }
Public Shared ReadOnly Property RevolutionsPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevolutionsPerSecond {
	ForgeTypeId^ get ();
}
static member RevolutionsPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace